Repository: HOHS/Leverand-rdeling
Catalog: Translations/TranslationENU-DAN.g.xlf
Languages: da_dk

# Table 2926216239 - Property 2879900210
source: Shared Vendor
da_dk: Delt leverandør

# Table 2926216239 - Field 2390212985 - Property 2879900210
source: Shared from Company Name
da_dk: Delt fra regnskab

# Table 2926216239 - Field 1527594213 - Property 3830149458
source: Vendor No.
da_dk: Leverandørnr.

# Table 2926216239 - Field 3119688693 - Property 3830149458
source: Vendor Name
da_dk: Leverandørnavn

# Table 3180913289 - Field 2390212985 - Property 3830149458
source: Shared from Company Name
da_dk: Delt fra regnskab

# Table 3180913289 - Field 1525395102 - Property 3830149458
source: Shared to Company Name
da_dk: Delt til regnskab

# Table 3180913289 - Field 1527594213 - Property 3830149458
source: Vendor No.
da_dk: Leverandørnr.

# Table 3180913289 - Field 3119688693 - Property 3830149458
source: Vendor Name
da_dk: Leverandørnavn

# Codeunit 3886690921 - Method 891978289 - NamedType 331638123
source: You cannot insert Vendors in this company. Subscribe to the vendors that you want to use.
da_dk: Du kan ikke indsætte leverandører i dette regnskab. Abonner på de leverandører du skal bruge i stedet.

# Codeunit 3886690921 - Method 2977442596 - NamedType 331638123
source: You cannot modify Vedors in this company. Modify the vendor in the company it is created in.
da_dk: Du kan ikke rette i leverandører i dette regnskab. Ret leverandøren i det regnskab den er oprettet i.

# Codeunit 3886690921 - Method 1959354716 - NamedType 331638123
source: You cannot delete Vendors.
da_dk: Du kan ikke slette leverandører.

# Codeunit 3886690921 - Method 3619182468 - NamedType 331638123
source: You cannot rename Vendors.
da_dk: Du kan ikke omdøbe leverandører.

# Codeunit 3886690921 - Method 4036833681 - NamedType 331638123
source: You cannot insert Vendor Bank Accounts in this company. Subscribe to the vendors that you want to use.
da_dk: Du kan ikke indsætte leverandørbankkonti i det her regnskab. Abonner på de leverandører, som du vil bruge.

# Codeunit 3886690921 - Method 1631716337 - NamedType 331638123
source: You cannot modify Vendor Bank Accounts in this company. Subscribe to the vendors that you want to use.
da_dk: Du kan ikke rette i leverandørbankkonti i det her regnskab. Abonner på de leverandører, som du vil bruge.

# Codeunit 3886690921 - Method 2429987313 - NamedType 331638123
source: You cannot delete Vendor Bank Accounts.
da_dk: Du kan ikke slette leverandøres bankkonti.

# Codeunit 3886690921 - Method 328045345 - NamedType 331638123
source: You cannot rename Vendor Bank Accounts.
da_dk: Du kan ikke omdøbe leverandøres bankkonti.

# Codeunit 3886690921 - Method 2972848319 - NamedType 331638123
source: You cannot insert Vendor Payment Methods in this company. Subscribe to the vendors that you want to use.
da_dk: Du kan ikke indsætte leverandøres betalingsmetode i det her regnskab. Abonner på de leverandører, som du vil bruge.

# Codeunit 3886690921 - Method 3832105983 - NamedType 331638123
source: You cannot modify Vendor Payment Methods in this company. Modify it in the company it is created in.
da_dk: Du kan ikke rette i leverandøres betalingsmetode i det her regnskab. Ret leverandøren i det regnskab den deles fra.

# Codeunit 3886690921 - Method 2806556511 - NamedType 331638123
source: You cannot delete Vendor Payment Methods.
da_dk: Du kan ikke slette leverandøres betalingsmetoder.

# Codeunit 3886690921 - Method 4229745071 - NamedType 331638123
source: You cannot rename Vendor Payment Methods.
da_dk: Du kan ikke omdøbe leverandøres betalingsmetoder..

# Codeunit 3886690921 - Method 4289993762 - NamedType 331638123
source: You cannot insert Vendor Payment Information in this company. Subscribe to the vendors that you want to use.
da_dk: Du kan ikke indsætte leverandøres betalingsinformation i dette regnskab. Abonner på de leverandører, som du vil bruge.

# Codeunit 3886690921 - Method 1419070986 - NamedType 331638123
source: You cannot modify Vendor Payment Information in this company. Modify it in the company it is created in.
da_dk: Du kan ikke rette i leverandøres betalingsinformation i dette regnskab. Ret leverandøren i det regnskab den deles fra.

# Codeunit 3886690921 - Method 1238107202 - NamedType 331638123
source: You cannot delete payment information.
da_dk: Du kan ikke slette betalingsinformation.

# Codeunit 3886690921 - Method 2564572490 - NamedType 331638123
source: You cannot rename Payment Information.
da_dk: Du kan ikke omdøbe betalingsinformation.

# Page 1195257210 - Property 2879900210
source: Shared Vendor
da_dk: Delt leverandør

# Page 1195257210 - Control 2390212985 - Property 2879900210
source: Shared from Company Name
da_dk: Delt fra regnskab

# Page 1195257210 - Control 1527594213 - Property 2879900210
source: Vendor No.
da_dk: Leverandørnr.

# Page 1195257210 - Control 3119688693 - Property 2879900210
source: Vendor Name
da_dk: Leverandørnavn

# Page 1540473376 - Property 2879900210
source: Shared Vendor Subscribers
da_dk: Delte leverandørabonnenter

# Page 1540473376 - Control 2390212985 - Property 2879900210
source: Shared from Company Name
da_dk: Delt fra regnskab

# Page 1540473376 - Control 1525395102 - Property 2879900210
source: Shared to Company Name
da_dk: Delt til regnskab

# Page 1540473376 - Control 1527594213 - Property 2879900210
source: Vendor No.
da_dk: Leverandørnr.

# Page 1540473376 - Control 3119688693 - Property 2879900210
source: Vendor Name
da_dk: Leverandørnavn

# PageExtension 1068027345 - Action 1831211822 - Property 2879900210
source: Shared in Companies
da_dk: Delt i regnskaber

# PageExtension 1068027345 - Action 225487236 - Property 2879900210
source: Shared from Company
da_dk: Delt fra regnskab

# PageExtension 1068027345 - Action 1175275504 - Property 2879900210
source: Unsubscribe to Vendor
da_dk: Stop med at abonnere på leverandør

# PageExtension 3155784588 - Action 1108099017 - Property 2879900210
source: Subscribe to Vendor
da_dk: Abonner på leverandør

# PageExtension 1087662105 - Control 20513540 - Property 2879900210
source: Sharing
da_dk: Deling

# PageExtension 1087662105 - Control 115517246 - Property 2879900210
source: Share Vendors
da_dk: Del leverandører

# TableExtension 3879862275 - Field 115517246 - Property 3830149458
source: Share Vendors
da_dk: Del leverandører
